/* 
  Localizable.strings
  Visla

  Created by Porter Liu on 8/6/20.
  Copyright © 2020 Visla. All rights reserved.
*/

"home" = "首页";
"capture" = "录制";
"projects" = "项目";
"contacts" = "联系人";
"settings" = "设置";

// First view
"join a shooting" = "加入一个拍摄";
"sign up" = "注册";
"sign in" = "登录";

// Sign In
"email address" = "电子邮件地址";
"password" = "密码";
"forgot password" = "忘记密码了？";
"sign in with" = "或者，用以下方式登录";
"apple" = "Apple";
"google" = "Google";

// Home
"my feeds" = "我的合集";
"starred" = "收藏的片段";
"shared with me" = "分享给我的片段";
"my clips" = "我的片段";

// Capture
"video capture" = "视频录制";
"screen capture" = "屏幕录制";
"take a photo" = "拍照";
"collab shooting" = "协作拍摄";
"schedule a shooting" = "安排一个拍摄";
"join a shooting" = "加入一个拍摄";
